Repository: dsnid3r/wp-global-admin
Catalog: languages/wp-global-admin-*_formal.po
Languages: de_de

source: Please note: WP Global Admin requires WordPress 4.9 or higher. <a href="%s">Deactivate plugin</a>.
de_de: Bitte beachten Sie: WP Global Admin erfordert WordPress 4.9 oder höher. <a href="%s">Plugin deaktivieren</a>.

source: Please note: WP Global Admin requires the WP Global Options plugin to be installed and activated. <a href="%s">Install plugin</a>.
de_de: Bitte beachten Sie: WP Global Admin erfordert, dass das WP Global Options-Plugin installiert und aktiviert ist. <a href="%s">Plugin installieren</a>.

source: Global Admin
de_de: Globale Verwaltung

source: Networks
de_de: Netzwerke

source: Network
de_de: Netzwerk

source: Sites
de_de: Websites

source: Multinetwork support is not enabled.
de_de: Multinetzwerk-Support ist nicht aktiviert.

source: Welcome to your Global Admin. This area of the Administration Screens is used for managing all aspects of your entire setup and your networks.
de_de: Willkommen zu Ihrer globalen Verwaltung. Dieser Bereich der Administrationsbildschirme wird zur Verwaltung aller Aspekte Ihres gesamten Setups und Ihrer Netzwerke genutzt.

source: From here you can:
de_de: Von hier können Sie:

source: Add and manage networks or users
de_de: Netzwerke und Benutzer verwalten und hinzufügen

source: Modify global settings
de_de: Globale Einstellungen modifizieren

source: Overview
de_de: Übersicht

source: For more information:
de_de: Für weitere Informationen:

source: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin" target="_blank">Documentation on the Global Admin</a>
de_de: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin" target="_blank">Dokumentation zur globalen Verwaltung</a>

source: Global Settings
de_de: Globale Einstellungen

source: This screen sets and changes options for the entire setup as a whole. The settings on this page will affect all networks and sites.
de_de: Dieser Bildschirm setzt und verändert Optionen für das gesamte Setup. Die Einstellungen auf dieser Seite betreffen alle Netzwerke und Websites.

source: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin-Settings-Screen" target="_blank">Documentation on Global Settings</a>
de_de: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin-Settings-Screen" target="_blank">Dokumentation zu den globalen Einstellungen</a>

source: Global Title
de_de: Globaler Titel

source: Global Admin Email
de_de: Globale Administrator-Email

source: This address is used for admin purposes.
de_de: Diese Adresse wird zu Administrationszwecken genutzt.

source: Permissions
de_de: Berechtigungen

source: Tweak User Permissions
de_de: Benutzer-Berechtigungen anpassen

source: Allow network administrators to edit users
de_de: Erlaube Netzwerk-Administratoren, Benutzer zu bearbeiten

source: Allow network administrators to create new users
de_de: Erlaube Netzwerk-Administratoren, neue Benutzer zu erstellen

source: Allow network administrators to delete users
de_de: Erlaube Netzwerk-Administratoren, Benutzer zu löschen

source: Global Administrator
de_de: Globaler Administrator

source: Grant this user global administrator privileges.
de_de: Gewähren Sie diesem Benutzer globale Administrator-Berechtigungen.

source: Global administrator privileges cannot be removed because this user has the global admin email.
de_de: Globale Administrator-Berechtigungen können nicht entfernt werden, weil dieser Benutzer die globale Administrator-Email besitzt.

source: Sorry, you are not allowed to add users to this setup.
de_de: Es tut uns Leid, aber es ist Ihnen nicht erlaubt, neue Benutzer zu diesem Setup hinzuzufügen.

source: Add User will set up a new user account in the setup and send that person an email with username and password.
de_de: Benutzer hinzufügen setzt ein neues Benutzerkonto im Setup auf und sendet der Person eine Email mit Benutzername und Passwort.

source: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin-Users-Screen" target="_blank">Documentation on Global Users</a>
de_de: <a href="https://github.com/felixarntz/wp-global-admin/wiki/Global-Admin-Users-Screen" target="_blank">Dokumentation zu globalen Benutzern</a>

source: This table shows all users across all networks and all sites.
de_de: Diese Tabelle zeigt alle Benutzer über alle Netzwerke und Websites hinweg an.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
de_de: Fahren Sie mit der Maus über einen beliebigen Benutzer, damit Bearbeitungs-Links erscheinen. Der Bearbeitungs-Link links bringt Sie zur Benutzerprofil bearbeiten-Seite; der Bearbeitungs-Link rechts unter einem beliebigen Website-Namen bringt Sie zum Website bearbeiten-Bildschirm für diese Website.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
de_de: Sie können auch durch Klicken auf den Benutzernamen zur Profilseite des Benutzers gelangen.

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
de_de: Sie können die Tabelle durch Klick auf eine beliebige Tabellenspalten-Überschrift sortieren und durch Verwendung der Icons über der Benutzerliste zwischen Listen- und Auszugsansicht wechseln.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
de_de: Die Sammelaktion löscht die ausgewählten Benutzer dauerhaft, oder markiert sie als Spam/Kein Spam. Die Beiträge von als Spam markierten Benutzern werden gelöscht, und sie können im Anschluss sich nicht mehr mit der gleichen Email-Adresse anmelden.

source: You can make an existing user an additional global admin by going to the Edit User profile page and checking the box to grant that privilege.
de_de: Sie können einen existierenden Benutzer zu einem zusätzlichen globalen Administrator machen, indem Sie zur Benutzerprofil bearbeiten-Seite gehen und das Häkchen, das diese Berechtigung gewährt, anklicken.

# users
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>

source: Global Administrator <span class="count">(%s)</span>
de_de: Globaler Administrator <span class="count">(%s)</span>

source: Create a New Network
de_de: Ein neues Netzwerk erstellen

source: Create a New User
de_de: Einen neuen Benutzer erstellen

source: %s user
de_de: %s Benutzer

source: %s network
de_de: %s Netzwerk

source: %s site
de_de: %s Website

source: You have %1$s, %2$s and %3$s.
de_de: Sie haben %1$s, %2$s und %3$s.

source: Search Users
de_de: Benutzer durchsuchen

source: Search Networks
de_de: Netzwerke durchsuchen
